testCases/Cavity/Ye/non-ideality-comparison/cavity_stoich_MAPST_Gamma/constant/chemistryProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      chemistryProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

chemistryModel    liquid<liquidThermoChemistry>;

Treact    278.15;
initialChemicalTimeStep    1e-07;

EulerImplicitCoeffs
{
    cTauChem        0.001;
    equilibriumRateLimiter  on;
}
